Autodesk.Revit.DB.ExportTextQualifier
Options for the text qualifier character in schedule view export.
Since:
2013

Autodesk.Revit.DB.ExportTextQualifier.DoubleQuote
The quote character - " - is used to qualify text.

Autodesk.Revit.DB.ExportTextQualifier.Quote
The quote character - ' - is used to qualify text.

Autodesk.Revit.DB.ExportTextQualifier.None
No text qualifier.